Repository: Ariadneoliveira98/gitignore
Catalog: Formatação/Hard Disk Test/WD/Ref/locale/UnivUpdater.tmx
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

source: To update the firmware, you must have administrative privileges on your computer. Please log in as an administrator to continue.
cs_cz: Pro aktualizaci firmwaru musíte mít v počítači oprávnění správce. Přihlaste se jako správce a pokračujte.
de_de: Zur Aktualisierung der Firmware benötigen Sie Administratorrechte für diesen Computer. Melden Sie sich als Administrator an.
es_es: Para actualizar el firmware, debe tener privilegios de administrador en el ordenador. Para continuar, inicie la sesión como administrador.
fr_fr: Afin de mettre à jour le micrologiciel, vous devez disposer de droits administrateur sur votre ordinateur. Connectez-vous en tant qu'administrateur pour continuer.
hu_hu: A firmware frissítéséhez a számítógéphez rendszergazdai jogosultságokkal kell rendelkeznie. A folytatáshoz kérem, jelentkezzen be rendszergazdaként.
it_it: Per aggiornare il firmware, è necessario disporre dei privilegi di amministratore per il computer. Per continuare, eseguire l'accesso come amministratore.
ja_jp: ファームウェアをアップデートするには、コンピュータの管理者権限を持つ必要があります。管理者としてログインして続行してください。
ko_kr: 컴퓨터에 관리자 권한으로 접속해야 펌웨어를 업데이트할 수 있습니다. 계속하려면 관리자로 로그온해 주십시오.
nb_no: For å kunne oppdatere fastvaren må du ha administratorrettigheter på datamaskinen din. Logg deg inn som administrator for å kunne fortsette.
nl_nl: U hebt beheerdersbevoegdheden nodig op uw computer om de firmware te kunnen bijwerken. Meld u aan als een beheerder om door te gaan.
pl_pl: Aby zaktualizować oprogramowanie sprzętowe, musisz mieć uprawnienia administratora na tym komputerze. Zaloguj się jako administrator, aby kontynuować.
pt_br: Para atualizar o firmware, é necessário ter privilégios de administrador no computador. Faça logon como administrador para continuar.
ru_ru: Для обновления микропрограммы у Вас должны быть права администратора на Вашем компьютере. Для продолжения войдите в систему в качестве администратора.
sv_se: Innan du kan uppdatera den inbyggda programvaran måste du ha administrativa rättigheter på datorn. Logga in som administratör för att fortsätta.
tr_tr: Üretici yazılımını güncellemek için, bilgisayarınız üzerinde yönetici ayrıcalıklarının olması gerekir. Devam etmek için, lütfen yönetici olarak giriş yapın.
zh_cn: 要更新固件，必须具有计算机的管理权限。请以管理员身份登录以继续。
zh_tw: 您必須具備電腦的系統管理員權限，才能更新韌體。請以系統管理員身分登入以繼續。

source: WD Firmware Updater
cs_cz: Nástroj pro aktualizaci firmwaru WD
de_de: WD Firmware-Aktualisierungsprogramm
es_es: Actualizador de firmware WD
fr_fr: Programme de mise à jour du micrologiciel WD
hu_hu: WD Firmware frissítő
it_it: Programma di aggiornamento del firmware WD
ja_jp: WD ファームウェア アップデータ
nb_no: WD fastvareoppdateringsverktøy
nl_nl: Updateprogramma voor WD-firmware
ru_ru: Средство обновления микропрограммы WD
sv_se: Uppdateraren för inbyggd programvara för WD
tr_tr: WD Üretici Yazılımı Güncelleyici
zh_cn: WD 固件更新程序
zh_tw: WD 韌體更新程式

source: Can't update from this version.
cs_cz: Aktualizaci této verze nelze provést.
de_de: Diese Version kann nicht aktualisiert werden.
es_es: No se puede actualizar desde esta versión.
fr_fr: Impossible d'effectuer la mise à jour à partir de cette version.
hu_hu: Erről a verzióról nem lehet frissíteni.
it_it: Impossibile eseguire l'aggiornamento da questa versione.
ja_jp: すべての USB デバイスの接続を外し、アップデートする WD ドライブのみを接続してから、[再スキャン] をクリックしてください。
ko_kr: 이 버전에서는 업데이트가 되지 않습니다.
nb_no: Kan ikke oppdatere fra denne versjonen.
nl_nl: Er kan vanaf deze versie niet worden bijgewerkt.
pl_pl: Nie można zaktualizować tej wersji oprogramowania.
pt_br: Impossível atualizar a partir dessa versão.
ru_ru: Невозможно произвести обновление этой версии.
sv_se: Det går inte att uppdatera från denna version.
tr_tr: Bu sürümden güncelleme yapılamıyor.
zh_cn: 无法在此版本基础上进行更新。
zh_tw: 無法從這個版本更新。

source: The specified drive is in use. Please click Exit; then close all other open applications and run the WD Firmware updater again.
cs_cz: Vybraný disk je používán. Klikněte na tlačítko Konec. Ukončete všechny spuštěné aplikace a spusťte nástroj pro aktualizaci firmwaru disku WD znovu.
de_de: Das angegebene Laufwerk wird verwendet. Klicken Sie auf „Beenden“, und schließen Sie alle anderen aktiven Anwendungen. Führen Sie dann das WD Firmware-Aktualisierungsprogramm erneut aus.
es_es: La unidad especificada se encuentra en uso. Haga clic en Salir, cierre todas las demás aplicaciones abiertas y vuelva a ejecutar el Actualizador de firmware de WD.
fr_fr: Le lecteur spécifié est en cours d'utilisation. Veuillez cliquer sur Quitter, fermez toutes les autres applications ouvertes, puis exécutez à nouveau le programme de mise à jour du micrologiciel WD.
hu_hu: A megadott meghajtó használatban van. Kattintson a Kilépés lehetőségre, zárjon be minden megnyitott alkalmazást, majd futtassa újra a WD firmware frissítőt.
it_it: L'unità specificata è in uso. Fare clic su Esci, quindi chiudere tutte le altre applicazioni aperte, infine eseguire di nuovo Programma di aggiornamento del firmware WD.
ja_jp: 指定されたドライブは使用中です。[終了] をクリックして、起動している他のすべてのアプリケーションを終了し、WD ファームウェア アップデータをもう一度実行してください。
ko_kr: 지정된 드라이브가 현재 사용 중입니다. 종료를 클릭하고 열려 있는 다른 모든 애플리케이션을 닫은 후 WD Firmware Updater를 다시 실행하십시오.
nb_no: Den angitte harddisken er i bruk. Klikk Avslutt og lukk deretter alle andere åpne programmer. Deretter må du kjøre oppdateringsprogrammet for fastvaren fra WD på nytt.
nl_nl: De opgegeven schijf wordt gebruikt. Klik op Afsluiten en sluit alle geopende programma's en voer de WD-firmware-update nog eens uit.
pl_pl: Określony dysk jest obecnie w użyciu. Kliknij polecenie Zakończ, a następnie zamknij wszystkie otwarte aplikacje i ponownie uruchom program WD Firmware Updater.
pt_br: A unidade especificada está em uso. Clique em Sair. Depois, feche todos os aplicativos abertos e execute novamente o atualizador de firmware WD.
ru_ru: Указанный диск сейчас используется. Нажмите «Выход», закройте все другие открытые приложения и снова запустите средство обновления микропрограммы WD.
sv_se: Angiven disk används. Klicka på Avsluta. Stäng sedan alla andra öppna program och kör uppdateraren för WD inbyggd programvara igen.
tr_tr: Belirtilen sürücü kullanımda. Lütfen Çık öğesine tıklayın; daha sonra diğer tüm açık uygulamaları kapatın ve WD Üretici Yazılımı güncelleyicisini tekrar çalıştırın.
zh_cn: 指定的驱动器正在使用中。请单击“退出”，然后关闭其他所有打开的应用程序，并再次运行“WD 固件更新程序”。
zh_tw: 指定的磁碟機正在使用中。請按一下「結束」；然后關閉所有其他開啟的應用程式，然後再執行 WD 韌體更新程式。

source: Disconnect all USB devices (except mouse and keyboard), reconnect only the WD drive you want to update, and then click Rescan.
cs_cz: Odpojte všechna zařízení USB (s výjimkou myši a klávesnice), znovu připojte jen disk WD, který chcete aktualizovat, a klikněte na volbu Znovu prověřit.
de_de: Trennen Sie alle USB-Geräte, und stellen Sie nur eine Verbindung zum WD-Laufwerk her, das Sie aktualisieren möchten. Klicken Sie anschließend auf „Erneut prüfen“.
es_es: Desconecte todos los dispositivos USB y sólo conecte la unidad WD que desee actualizar; luego haga clic en Volver a analizar.
fr_fr: Insérez un lecteur WD SmartWare pour continuer, puis cliquez sur Effectuer une nouvelle analyse.
hu_hu: Csatlakoztasson le minden USB eszközt (kivéve az egeret és a billentyűzetet), és csak a frissítendő WD meghajtót csatlakoztassa vissza, majd kattintson az Újrakeresés lehetőségre.
it_it: Scollegare tutti i dispositivi USB e collegare solo l'unità WD che si desidera aggiornare, quindi fare clic su Ripeti analisi.
ja_jp: 続行するには WD SmartWare ドライブを挿入します。挿入したら、[再スキャン] をクリックしてください。
ko_kr: 모든 USB 장치를 분리하고 업데이트 하고자 하는 WD 드라이브만 연결합니다. 다시 스캔을 클릭합니다.
nb_no: Du må koble fra alle USB-enheter (Unntatt mus og tastatur) og bare ha WD harddisken som du ønsker å oppdatere tilkoblet. Deretter må du klikke Skann på nytt.
nl_nl: Verwijder alle USB-apparaten (behalve de muis en het toetsenbord) en sluit alleen de WD-schijf aan die u wilt bijwerken, en klik op Opnieuw scannen.
pl_pl: Odłącz wszystkie urządzenia USB (oprócz myszy i klawiatury), podłącz tylko dysk WD, który chcesz zaktualizować, a następnie kliknij polecenie Wyszukaj ponownie.
pt_br: Desconecte todos os dispositivos USB e conecte apenas a unidade WD que você deseja atualizar. Clique em Verificar novamente.
ru_ru: Вставьте диск WD SmartWare для продолжения, затем щелкните «Просмотреть повторно».
sv_se: Koppla från alla USB-enheter (förutom mus och tangentbord), återanslut endast den WD-disk som du vill uppdatera och klicka sedan på Sök igen.
tr_tr: Tüm USB kablolarının bağlantısını kesin (fare ve klavye hariç), sadece güncellemek istediğiniz WD sürücüsünü takın ve daha sonra Yeniden Tara öğesine tıklayın.
zh_cn: 请拔下所有 USB 设备，仅连接要更新的 WD 驱动器，然后单击“重新扫描”。
zh_tw: 請拔除所有 USB 裝置而只連接您要更新的 WD 磁碟機；接著按一下「重新掃描」。

source: Multiple drives found.
cs_cz: Bylo nalezeno více disků.
de_de: Mehrere Laufwerke gefunden.
es_es: Varias unidades encontradas.
fr_fr: Plusieurs lecteurs trouvés.
hu_hu: Több meghajtó található.
it_it: Individuate più unità.
ja_jp: 複数のドライブが見つかりました。
ko_kr: 다수의 드라이브를 찾았습니다.
nb_no: Flere harddisker funnet.
nl_nl: Meerdere schijven gevonden.
pl_pl: Znaleziono więcej niż jeden dysk.
pt_br: Várias unidades encontradas.
ru_ru: Обнаружено несколько дисков.
sv_se: Hittade flera diskar.
tr_tr: Birden fazla sürücü bulundu.
zh_cn: 找到了多个驱动器。
zh_tw: 發現多個磁碟機。

source: No drive found.
cs_cz: Nebyl nalezen žádný disk.
de_de: Kein Laufwerk gefunden.
es_es: No se ha encontrado ninguna unidad.
fr_fr: Lecteur introuvable.
hu_hu: Nem található meghajtó.
it_it: Nessuna unità trovata.
ja_jp: ドライブが見つかりませんでした。
ko_kr: 드라이브를 찾을 수 없습니다.
nb_no: Ingen harddisk funnet.
nl_nl: Geen schijf gevonden.
pl_pl: Nie znaleziono żadnych dysków.
pt_br: Nenhuma unidade encontrada.
ru_ru: Диск не найден.
sv_se: Hittade ingen disk.
tr_tr: Sürücü bulunamadı.
zh_cn: 找不到驱动器。
zh_tw: 找不到磁碟機。

source: Firmware contains low-level instructions that control drive performance. Before starting this firmware update, it is recommended that you back up your drive data and close all applications accessing the drive. Do not disconnect drive power or the USB cable during the update.
cs_cz: Firmware obsahuje sadu nízkoúrovňových instrukcí, které řídí funkce disku. Pokud je k dispozici aktualizace firmwaru, nainstalujte ji, zajistíte tím optimální fungování disku.
de_de: Die Firmware enthält eine Reihe von Anweisungen, die die Leistung Ihres Laufwerks steuern. Installieren Sie das Update der Firmware, sobald dieses verfügbar ist, um die optimale Leistung Ihres Laufwerks sicherzustellen.
es_es: Firmware cuenta con un conjunto de instrucciones de bajo nivel que controlan el rendimiento de la unidad. Cuando haya alguna actualización de firmware disponible, instálela para asegurar un rendimiento óptimo de la unidad.
fr_fr: Le micrologiciel contient un ensemble d'instructions de bas niveau qui contrôlent les performances de votre lecteur. Quand une mise à jour du micrologiciel est disponible, veillez à l'installer afin de d'optimiser les performances du lecteur.
hu_hu: A Firmware olyan alacsonyszintű utasításokat tartalmaz, amelyek a meghajtó teljesítményét vezérlik. Ha firmware frissítés rendelkezésre áll, a meghajtó teljesítményének optimalizálásához telepítse azt.
it_it: Il firmware contiene un insieme di istruzioni di basso livello che controllano le prestazioni dell'unità. Quando è disponibile un aggiornamento del firmware, assicurarsi di installarlo al fine di garantire che le prestazioni dell'unità siano ottimali.
ja_jp: ファームウェアには、ドライブのパフォーマンスを制御する低レベルの指示セットが含まれています。ファームウェアのアップデートが利用可能である場合、ドライブのパフォーマンスが最適化されるようにインストールしてください。
ko_kr: 펌웨어에는 드라이브 실행을 제어하는 일련의 low-level 명령이 있습니다. 사용 가능한 펌웨어 업데이트가 있다면 최적의 드라이브 실행을 할 수 있도록 설치합니다.
nb_no: Fastvaren inneholder en sett med lavnivåinstruksjoner som styrer ytelsen til harddisken din. Når en fastvareoppdatering er tilgjengelig, må du installere den slik at du er sikret optimal ytelse fra harddisken.
nl_nl: Firmware bevat een verzameling instructies op basisniveau die de prestaties van uw schijf besturen. Wanneer een firmware-update beschikbaar is, installeert u deze voor optimale schijfprestaties.
pl_pl: Oprogramowanie sprzętowe (firmware) zawiera instrukcje sterujące działaniem dysku. Kiedy aktualizacja oprogramowania jest dostępna, należy ją zainstalować, aby zapewnić optymalną wydajność dysku.
pt_br: O firmware contém um conjunto de instruções gerais que controlam o desempenho de sua unidade. Quando uma atualização de firmware estiver disponível, instale-a para garantir desempenho otimizado da unidade.
ru_ru: Микропрограмма содержит набор инструкций низкого уровня, который контролирует производительность диска. При наличии обновления микропрограммы установите его для обеспечения оптимальной производительности диска.
sv_se: Inbyggd programvara innehåller en uppsättning med anvisningar på låg nivå som styr diskprestanda. När det finns en tillgänglig uppdatering av den inbyggda programvaran, se till att du installerar den för att garantera optimala diskprestanda.
tr_tr: Üretici yazılımının, sürücünüzün performansını kontrol eden bir dizi düşük düzeyli talimat içerir. Bir üretici yazılımı güncellemesi mevcut olduğunda, optimum sürücü performansını temin etmek için kurduğunuzdan emin olun.
zh_cn: 固件包含一组控制驱动器性能的低级指令。当有固件更新可用时，请确保进行安装，以便获得最佳的驱动器性能。
zh_tw: 韌體包含一系列低階指示，控制磁碟機的效能。當韌體可以更新時，請務必安裝更新，以保持磁碟機的最佳效能。

source: Scanning drives to update...
cs_cz: Prověřování disků pro aktualizaci...
de_de: Zu aktualisierende Laufwerke werden geprüft…
es_es: Analizando unidad a actualizar…
fr_fr: Analyse des lecteurs à mettre à jour...
hu_hu: Frissítendő meghajtók keresése...
it_it: Scansione delle unità da aggiornare in corso...
ja_jp: アップデートするドライブのスキャン中...
ko_kr: 업데이트할 드라이브 스캐닝...
nb_no: Skanner harddisker som skal oppdateres...
nl_nl: Schijven scannen om bij te werken...
pl_pl: Wyszukiwanie dysków do zaktualizowania...
pt_br: Verificando unidades para atualizar...
ru_ru: Поиск дисков для обновления...
sv_se: Söker igenom diskar att uppdatera...
tr_tr: Güncellemek için sürücüleri tarıyor...
zh_cn: 正在扫描要更新的驱动器...
zh_tw: 掃描需要更新的磁碟機...

source: Updating your WD firmware.
cs_cz: Aktualizace firmwaru WD
de_de: WD Firmware wird aktualisiert.
es_es: Actualizando el firmware de la unidad WD.
fr_fr: Mise à jour de votre micrologiciel WD SmartWare.
hu_hu: WD firmware frissítése.
it_it: Aggiornamento del firmware WD.
ja_jp: WD ファームウェアをアップデートしています。
ko_kr: WD firmware를 업데이트합니다.
nb_no: Oppdaterer din WD fastvare.
nl_nl: Uw WD-firmware wordt bijgewerkt.
pl_pl: Aktualizowanie oprogramowania sprzętowego WD.
pt_br: Atualizando o firmware WD.
ru_ru: Обновление микропрограммы WD.
sv_se: Uppdatera din inbyggda WD-programvara.
tr_tr: WD üretici yazılımınızı güncelleme.
zh_cn: 正在更新 WD 固件。
zh_tw: 正在更新 WD 韌體。

source: Unable to access binary update file; file may be corrupt.
cs_cz: Nelze získat přístup k binárnímu souboru aktualizace, soubor může být poškozen.
de_de: Zugriff auf die Binärdatei der Aktualisierung nicht möglich; möglicherweise ist die Datei beschädigt.
es_es: No se puede acceder al archivo de actualización binaria; el archivo puede estar dañado.
fr_fr: Impossible d'accéder au fichier de mise à jour binaire, le fichier peut être corrompu.
hu_hu: A bináris frissítőfájl nem érhető el; a fájl sérült lehet.
it_it: Impossibile accedere a file di aggiornamento binario; il file può essere danneggiato.
ja_jp: バイナリ アップデート ファイルにアクセスできません；ファイルが壊れている可能性があります。
ko_kr: 이진 업데이트 파일에 액세스할 수 없습니다; 파일이 손상되었을 수 있습니다.
nb_no: Ikke mulig å få tilgang til binær oppdateringsfil, filen kan være skadet.
nl_nl: Kan geen toegang krijgen tot het binaire updatebestand, het is mogelijk beschadigd.
pl_pl: Nie można odczytać binarnego pliku aktualizacji. Możliwe, że plik jest uszkodzony.
pt_br: Não foi possível acessar o arquivo de atualização binária; o arquivo pode estar corrompido.
ru_ru: Невозможно получить доступ к двоичному файлу обновления, файл может быть поврежден.
sv_se: Det går inte att nå binär uppdateringsfil, filen kan vara skadad.
tr_tr: İkili güncelleme dosyasına erişilemiyor; dosya bozulmuş olabilir.
zh_cn: 无法访问二进制更新文件；文件可能受损。
zh_tw: 無法存取二進位更新檔案；檔案可能已損毀。

source: Drive selected for firmware update not found.
cs_cz: Jednotka, která byla zvolena k aktualizaci firmwaru, nebyla nalezena.
de_de: Das für die Firmware-Aktualisierung ausgewählte Laufwerk wurde nicht gefunden.
es_es: No se ha encontrado la unidad seleccionada para la actualización del firmware.
fr_fr: Impossible de trouver le disque dur sélectionné pour la mise à jour du logiciel.
hu_hu: A firmware frissítéshez kiválasztott meghajtó nem található.
it_it: Non è stato trovata l'unità selezionata per l'aggiornamento del firmware.
ja_jp: ファームウェア アップデータに選択したドライブが見つかりません。
ko_kr: 펌웨어 업데이트를 위해 선택한 드라이브를 찾을 수 없습니다.
nb_no: Harddisken som ble valgt til fastvareoppdatering ble ikke funnet.
nl_nl: Voor firmware-update geselecteerde schijf niet gevonden.
pl_pl: Nie można odnaleźć dysku wybranego do aktualizacji oprogramowania sprzętowego.
pt_br: Não foi encontrada a unidade selecionada para a atualização do firmware.
ru_ru: Выбранный для обновления прошивки диск не найден.
sv_se: Hittade inte vald disk för uppdatering av inbyggd programvara.
tr_tr: Üretici yazılımı güncelleyicisi için seçilen sürücü bulunamadı.
zh_cn: 找不到要更新固件的硬盘。
zh_tw: 找不到選擇用於韌體更新的磁碟機。

source: A WD Firmware Updater error occurred. Please download the Firmware Updater from %1$@.
cs_cz: Vyskytla se chyba v nástroji pro aktualizaci firmwaru WD. Stáhněte si nástroj pro aktualizaci firmwaru WD z %1$@.
de_de: Fehler beim WD Firmware-Aktualisierungsprogramm aufgetreten. Laden Sie das Firmware-Aktualisierungsprogramm von %1$@ herunter.
es_es: Se ha producido un error en el Actualizador de firmware WD. Descargue el Actualizador de firmware de %1$@.
fr_fr: Une erreur du programme de mise à jour du logiciel WD est apparue. Veuillez télécharger le programme de mise à jour du logiciel à partir de %1$@.
hu_hu: WD Firmware frissítő hiba történt. Kérem, töltse le a Firmware frissítőt innen: %1$@.
it_it: Si è verificato un errore del Programma di aggiornamento del firmware WD. Scaricare il Programma di aggiornamento del firmware da %1$@.
ja_jp: WD ファームウェア アップデータのエラーが発生しました。%1$@ からファームウェア アップデータをダウンロードしてください。
ko_kr: WD Firmware Updater에 오류가 발생했습니다. %1$@에서 Firmware Updater를 다운로드하십시오.
nb_no: En feil på oppdateringsprogrammet for fastvare fra WD oppstod. Last ned oppdateringsprogrammet for fastvare fra %1$@.
nl_nl: Er is een fout opgetreden met het updateprogramma voor WD-firmware. Download het updateprogramma voor firmware van %1$@.
pl_pl: Wystąpił błąd programu WD Firmware Updater. Pobierz program Firmware Updater ze strony %1$@.
pt_br: Ocorreu um erro no WD Firmware Updater. Baixe o Firmware Updater no %1$@.
ru_ru: Ошибка средства обновления микропрограмм WD. Загрузите средство обновления микропрограмм из %1$@.
sv_se: Fel uppstod i Uppdateraren för inbyggd WD-programvara. Hämta Uppdateraren för inbyggd programvara från %1$@.
tr_tr: Bir WD Üretici Yazılımı Güncelleyici hatası oluştu. Lütfen %1$@'dan Üretici Yazılımı Güncelleyicisini indirin.
zh_cn: 发生 WD Firmware Updater 错误。请从 %1$@ 下载 Firmware Updater。
zh_tw: WD Firmware Updater 發生錯誤。請從 %1$@ 下載 Firmware Updater。

source: A WD Firmware Update module failed to start.
cs_cz: Modul aktualizace firmwaru WD nebylo možné spustit.
de_de: WD Firmware-Aktualisierungsmodul konnte nicht gestartet werden.
es_es: Error al iniciar un módulo del Actualizador de firmware de WD.
fr_fr: Un module du programme de mise à jour du logiciel WD n'a pas pu démarrer.
hu_hu: A WD Firmware frissítő modul nem indult el.
it_it: Non è riuscito l'avvio di un modulo del Programma di aggiornamento del firmware.
ja_jp: WD ファームウェア アップデータ モジュールの起動に失敗しました。
ko_kr: WD Firmware Update 모듈을 시작하지 못했습니다.
nb_no: En modul i oppdateringsprogrammet for fastvaren fra WD greide ikke å starte.
nl_nl: Een updatemodule voor WD-firmware kan niet worden gestart.
pl_pl: Nie można uruchomić modułu programu WD Firmware Updater.
pt_br: O módulo do WD Firmware Updater não pode ser iniciado.
ru_ru: Не удалось запустить модуль обновления микропрограмм WD.
sv_se: Kunde inte starta modul i Uppdateraren för inbyggd WD-programvara.
tr_tr: Bir WD Üretici Yazılımı Güncelleyici başlatılamıyor.
zh_cn: WD Firmware Update 模块无法启动。
zh_tw: 無法啟動 WD Firmware Update 模組。

source: Firmware update failed on specified drive. Please click Exit; then close all other open applications and then run the WD Firmware updater again.
cs_cz: Aktualizace firmwaru vybraného disku se nezdařila. Klikněte na tlačítko Konec. Ukončete všechny spuštěné aplikace a spusťte nástroj pro aktualizaci firmwaru disku WD znovu.
de_de: Die Firmware-Aktualisierung ist auf dem angegebenen Laufwerk fehlgeschlagen. Klicken Sie auf „Beenden“, und schließen Sie alle anderen aktiven Anwendungen. Führen Sie dann das WD Firmware-Aktualisierungsprogramm erneut aus.
es_es: La actualización de firmware falló en la unidad especificada. Haga clic en Salir, cierre todas las demás aplicaciones abiertas y luego vuelva a ejecutar el Actualizador de firmware de WD.
fr_fr: Échec de la mise à jour du micrologiciel sur le lecteur spécifié. Cliquez sur Quitter, fermez toutes les autres applications ouvertes, puis exécutez à nouveau le programme de mise à jour du micrologiciel WD.
hu_hu: A firmware frissítés sikertelen volt a megadott meghajtón. Kattintson a Kilépés lehetőségre, zárjon be minden megnyitott alkalmazást, majd futtassa újra a WD firmware frissítőt.
it_it: Aggiornamento del firmware dell'unità specificata non riuscito. Fare clic su Esci, quindi chiudere tutte le altre applicazioni aperte, infine eseguire di nuovo Programma di aggiornamento del firmware WD.
ja_jp: 指定されたドライブでのファームウェアのアップデートに失敗しました。[終了] をクリックして、起動している他のすべてのアプリケーションを終了し、WD ファームウェア アップデータをもう一度実行してください。
ko_kr: 지정된 드라이브에 대한 펌웨어 업데이트에 실패했습니다. 종료를 클릭하고 열려 있는 다른 모든 애플리케이션을 닫은 후 WD Firmware Updater를 다시 실행하십시오.
nb_no: Fastvareoppdateringen feilet på den angitte harddisken. Klikk Avslutt og lukk deretter alle andere åpne programmer. Deretter må du kjøre oppdateringsprogrammet for fastvaren fra WD på nytt.
nl_nl: Firmware-update mislukt op opgegeven schijf. Klik op Afsluiten en sluit alle geopende programma's en voer de WD-firmware-update nog eens uit.
pl_pl: Aktualizacja oprogramowania sprzętowego na wybranym dysku nie powiodła się. Kliknij polecenie Zakończ, a następnie zamknij wszystkie otwarte aplikacje i ponownie uruchom program WD Firmware Updater.
pt_br: A atualização do firmware falhou na unidade especificada. Clique em Sair. Depois, feche todos os aplicativos abertos e, em seguida, execute novamente o atualizador de firmware WD.
ru_ru: Сбой обновления микропрограммы на указанном диске. Нажмите «Выход», закройте все другие открытые приложения, а затем снова запустите средство обновления микропрограммы WD.
sv_se: Fel vid uppdatering av inbyggd programvara på angiven disk. Klicka på Avsluta. Stäng sedan alla andra öppna program och kör sedan uppdateraren för WD inbyggd programvara igen.
tr_tr: Üretici yazılımı belirtilen sürücüde başarısız. Lütfen Çık öğesine tıklayın; daha sonra diğer tüm açık uygulamaları kapatın ve daha sonra WD Üretici Yazılımı güncelleyicisini tekrar çalıştırın.
zh_cn: 指定驱动器上的固件更新失败了。请单击“退出”，然后关闭其他所有打开的应用程序，然后再次运行“WD 固件更新程序”。
zh_tw: 指定磁碟機的韌體更新失敗。請按一下「結束」，然后關閉所有其他開啟的應用程式；然後再執行一次 WD 韌體更新程式。
